Repository: suryadwipayana1001/Truth-Or-Dare
Catalog: lib/l10n/app_*.arb
Languages: el, tr

# appName
source: Truth Or Dare AI
el: Αλήθεια ή Τολμηρότητα AI
tr: Doğruluk mu Cesaret mi AI

source: Truth Or Dare
el: Αλήθεια ή Τολμηρότητα
tr: Doğruluk mu Cesaret mi

source: Start Game
el: Έναρξη Παιχνιδιού
tr: Oyuna Başla

source: Add Player
el: Προσθήκη Παίκτη
tr: Oyuncu Ekle

source: Let's Begin!
el: Ας ξεκινήσουμε!
tr: Hadi Başlayalım!

source: Spin Now
el: Περιστροφή Τώρα
tr: Şimdi Çevir

source: TRUTH
el: ΑΛΗΘΕΙΑ
tr: DOĞRULUK

source: DARE
el: ΤΟΛΜΗΡΟΤΗΤΑ
tr: CESARET

source: Play Again
el: Παίξτε Ξανά
tr: Tekrar Oyna

# adsWait
source: Please wait, we're preparing ads, please try again
el: Παρακαλώ περιμένετε, ετοιμάζουμε διαφημίσεις, παρακαλώ προσπαθήστε ξανά αργότερα
tr: Lütfen bekleyin, reklamlar hazırlanıyor, daha sonra tekrar deneyin

# addFirst
source: Please add players first !
el: Προσθέστε πρώτα παίκτες!
tr: Lütfen önce oyuncu ekleyin!

source: Close
el: Κλείσιμο
tr: Kapat

source: Alert
el: Ειδοποίηση
tr: Uyarı

source: Select Language
el: Επιλέξτε Γλώσσα
tr: Dil Seçin
